Repository: lmeunier/flaskup
Catalog: flaskup/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: The file is required.
fr: Le fichier est obligatoire.

source: Your file have been deleted.
fr: Le fichier a été supprimé.

source: Sorry, but the page your are looking for has not been found. Try to checking the URL for errors, or go to our <a href="/">Homepage</a>
fr: Désolé, la page que vous souhaitez atteindre n'existe pas. Vérifiez l'adresse dans l'URL, où rendez-vous sur <a href="/">notre page d'accueil</a>.

source: Want to share a file?
fr: Vous souhaitez partager un fichier ?

source: You too you can share a file, you just have to <a href="%(u)s">upload it with %(t)s</a>.
fr: Vous aussi vous pouvez partager un fichier, il suffit <a href="%(u)s">de l'envoyer avec %(t)s</a>.

source: Oops! Something went wrong. We are sorry about that. Administrators have been warning. You can try to refresh the page in a few minutes, or go to our <a href="/">Homepage</a>
fr: Oups ! Quelque chose a mal tourné. Nous sommes désolé pour celà. Les administrateurs ont été prévenus. Vous pouvez essayer de rafraichir la page dans quelques minutes, ou vous rendre sur <a href="/">notre page d'accueil</a>.

source: Are you sure you want to delete <strong>%(f)s</strong>?
fr: Êtes-vous sûr de vouloir supprimer <strong>%(f)s</strong> ?

source: Yes, delete this file
fr: Oui, supprimer ce fichier

source: Not now
fr: Non

source: Hi!
fr: Bonjour !

source: Someone wants to share a file with you.
fr: Une personne souhaite partager un fichier avec vous.

source: To Download the file <strong>%(f)s</strong>, please click on the link below.
fr: Pour télécharger le fichier <strong>%(f)s</strong>, veuillez cliquer sur le lien suivant.

source: Easily share files
fr: Partagez facilement vos fichiers

source: My file
fr: Mon fichier

source: Choose a file on your computer.
fr: Choisissez un fichier sur votre ordinateur.

source: My email address
fr: Mon adresse email

source: Send an email with a link to download the file.
fr: Envoie un email contenant un lien pour télécharger le fichier.

source: My contacts
fr: Mes contacts

source: (%(max)i max.)
fr: (max. %(max)i)

source: Send the download link to my contacts. (one email address per line)
fr: Envoie un lien de téléchargement à mes contacts. (une adresse email par ligne)

source: Send!
fr: Envoyer !

source: Uploading...
fr: Envoi en cours...

source: Your file is uploading, please wait.
fr: Votre fichier est en cours d'envoi, veuillez patienter.

source: Cancel
fr: Annuler

source: How does it work?
fr: Comment ça fonctionne ?

source: You simply choose a file on your computer an it will by uploaded to %(t)s. In return, you will have a link to download the file. You can share this link with whoever you want.
fr: Vous sélectionnez un fichier sur votre ordinateur et il sera envoyé vers %(t)s. En retour vous obtenez un lien pour télécharger le fichier. Vous pouvez ensuite partager ce lien avec qui vous voulez.

source: Who can download my file?
fr: Qui peut télécharger mon fichier ?

source: Anyone who know the download link will be able to download your file. So be careful to not share the download link publicly.
fr: Toutes les personnes connaissant le lien de téléchargement peuvent récupérer votre fichier. Faites attention à ne pas partager le lien publiquement.

source: How many days my file will be available?
fr: Pendant combien de temps mon fichier sera-t-il disponible ?

source: Your file will be available for %(m)s days.
fr: Votre fichier sera téléchargeable pendant %(m)s jours.

source: Will you send spam to me or my contacts?
fr: Allez-vous m'envoyer du spam ?

source: Definitely, no! We won't send you spam. We hate spam too!
fr: Certainement pas ! Nous n'enverrons pas de spam, ni à vous ni à vos contacts. Nous détestons le spam autant que vous !

source: B
fr: o

source: There was an error attempting to upload the file.
fr: Il y a eu une erreur pendant l\'envoi du fichier.

source: Congratulations!
fr: Félicitations !

source: Your file was successfully uploaded.
fr: Votre fichier a été envoyé avec succès.

source: The file <strong>%(f)s</strong> is now available.
fr: Le fichier <strong>%(f)s</strong> est maintenant disponible.

source: Not the right file?
fr: Pas le bon fichier ?

source: delete it
fr: Supprimez le

source: What's next?
fr: Et ensuite ?

source: Now, feel free to share the download link, or <a href="%(u)s">upload a new file</a>.
fr: Vous pouvez maintenant partager le lien de téléchargement, ou <a href="%(u)s">envoyer un nouveau fichier</a>.

source: Hi,
fr: Bonjour,

source: %(s)s wants to share the file "%(f)s" with you.
fr: %(s)s souhaite partager le fichier "%(f)s" avec vous.

source: The file is downloadable at the following address:
fr: Le fichier est téléchargeable à l'adresse suivante :

source: The file will be available for %(d)s days.
fr: Le fichier sera disponible pendant %(d)s jours.

source: Upload notifcation for the file: "%(f)s"
fr: Notification d'envoi du fichier : "%(f)s"

source: The file "%(f)s" was successfully uploaded.
fr: Le fichier "%(f)s" a été envoyé avec succès.

source: Your file is downloadable at the following address:
fr: Votre fichier est téléchargeable à l'adresse suivante :

source: You can delete the file "%(f)s" at any time with the following link:
fr: Vous pouvez supprimer le fichier "%(f)s" quand vous le souhaitez à l'adresse suivante :
